using System.Collections.Generic;


namespace Dictionary_Variables
{
    public static class Parameters
    {
        public static Dictionary<string, int> valub = new Dictionary<string, int>()
        {
           
            
            ["Уставка РРГ1, л/час"] = 274,
            ["Уставка РРГ2, л/час"] = 273, 
            ["Уставка РРГ3, л/час"] = 271,
            ["Концентрация N2, %"] = 275,
            ["Концентрация CO2, %"] = 276,
            ["Расход РРГ1, л/час"] = 277,
            ["Расход РРГ2, л/час"] = 278,
            ["Концентрация N2, %"] = 275,
            ["Концентрация CO2, %"] = 276,
            ["Расход РРГ1, л/час"] = 277,
            ["Расход РРГ2, л/час"] = 278,
            ["Расход РРГ3, л/час"] = 279,
            ["Расход РРГ4, л/час"] = 280,
            ["Расход РГ1, л/час"] = 281,
            ["Расход РГ2, л/час"] = 282,
            ["P1, бар"] = 352,
            ["P3, бар"] = 353,
            ["P4, бар"] = 354,
            ["P5, бар"] = 355,
            ["P6, бар"] = 356,
            ["P7, бар"] = 357,
            ["P2, бар"] = 358,
            ["VM, бар"] = 361,
            ["dP1, мбар"] = 362,
            ["dP2, мбар"] = 363,
            ["T11, " + (char)176 + 'C'] = 364,
            ["T10, " + (char)176 + 'C'] = 365,
            ["T9, " + (char)176 + 'C'] = 366,
            ["T8, " + (char)176 + 'C'] = 367,
            ["T7, " + (char)176 + 'C'] = 368,
            ["T6, " + (char)176 + 'C'] = 369,
            ["T12, " + (char)176 + 'C'] = 370,
            ["T13, " + (char)176 + 'C'] = 371,
            ["T14, " + (char)176 + 'C'] = 372,
            ["T3, " + (char)176 + 'C'] = 373,
            ["T2, " + (char)176 + 'C'] = 374,
            ["T1, " + (char)176 + 'C'] = 375,
            ["T4, " + (char)176 + 'C'] = 377,
            ["T5, " + (char)176 + 'C'] = 378,
            ["F1, л/час"] = 393,
            ["F2, л/час"] = 394,
            ["F3, л/час"] = 395,
            ["F4, л/час"] = 396

        };
        }
    }

